Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/crime_and_crime_prevention/index.html.txt.tmx
Source language: en
Languages: ga

source: Crime and crime prevention
ga: Coireacht agus a Cosc

source: Neighbourbood Watch is a crime prevention programme in Ireland that aims to get local communities involved in observing and reporting suspicious activities
ga: Tá sí dírithe ar phobail áitiúla a spreagadh chun bheith ar an airdeall agus gníomhaíochtaí amhrasacha a thuairisciú chuig na Gardaí

source: The Community Alert programme is a community-based crime prevention, care and safety programme which aims to improve the quality of life for people in rural communities
ga: Is éard atá sa chlár Pobal-ar-Aire ná clár pobalbhunaithe chun coireanna a chosc, agus cúram agus sábháilteacht a chur chun cinn, d’fhonn cáilíocht beatha mhuintir na tuaithe a fheabhsú

source: The Seniors Alert Scheme provides support to vulnerable older people to enable them to continue to live securely in their homes
ga: Cuireann an Scéim Rabhaidh do Sheanóirí tacaíocht ar fáil do dhaoine scothaosta chun cur ar a gcumas maireachtáil go slán ina gcuid tithe

source: Students on campus - crime prevention
ga: Comhairle Sábháilteachta do mhic léinn ar láthair an choláiste

source: Measures that students in Ireland can take to avoid becoming a victim of crime while they are on campus
ga: Tá cur síos sa cháipéis seo ar na bealaí gur féidir le mic léinn iarracht a dhéanamh iad féin a choinneáil slán ó choireanna agus iad ar láthair an choláiste

source: Safety advice when motoring
ga: Comhairle Shábháilteachta nuair a gluaisteánaíochta

source: Basic precautions and advice motorists in Ireland can take, to avoid becoming the victims of crime
ga: Déanann an cháipéis seo cur síos ar na réamhchúraimí is féidir le gluaisteánaithe a dhéanamh chun a bheith cinnte nach mbeidh siad thíos le coireanna

source: Visitors to Ireland - crime prevention
ga: Cuairteoirí go hÉirinn - Coireanna a Sheachaint

source: Precautions that visitors to Ireland can take, to avoid becoming a victim of crime
ga: Tá cur síos sa cháipéis seo ar chuid na rudaí gur féidir le cuairteoirí go hÉirinn a dhéanamh le coireanna a sheachaint

source: Anti human trafficking initiative
ga: Tionscnamh chun gáinneáil ar dhaoine a chomhrac

source: Ireland is one of 6 EU member states involved in an initiative against trafficking in humans
ga: Tá Éire ar cheann de shé bhallstát an AE atá bainteach le tionscnamh i gcoinne gáinneáil ar dhaoine

source: As part of the initiative a blue blindfold symbol is being used to raise awareness of such activity and encourage reporting of it
ga: Mar chuid den tionscnamh, tá siombail de dhallóg gorm á úsáid chun feasacht a ardú faoin ngníomhaíocht seo agus chun tuairisciú air a spreagadh

source: Anti drug dealing initiative
ga: Tionscnamh in aghaidh mangaireacht drugaí

source: Dial to Stop Drug Dealing is an initiative to tackle drug dealing by providing a confidential and completely anonymous way to report drug dealing activity
ga: Is tionscnamh é Diailigh chun Mangaireacht Drugaí a Stopadh chun tabhairt faoi mhangaireacht drugaí trí bhealach rúnda gan ainm a chur ar fáil tuairisc a thabhairt faoi mhangaireacht drugaí

source: Most Read in "Justice"
ga: Ábhar is mó éilimh i "Dlí"

source: Alcohol and the law
ga: Alcól agus an dlí
